{
  "name": "L'autocompassione",
  "intro": "Questo corso aiuta a costruire la vostra autocompassione in modo da poter godere della vita senza essere governati dalla paura e dal dubbio. Imparerete a riconoscere quando siete eccessivamente critici con voi stessi, a capire perché lo fate e come vi condiziona.",
  "description": "Fate il primo passo di un viaggio verso un rapporto più costruttivo e amorevole con voi stessi.\n\n## Informazioni sul corso\n\nQuesto corso è stato progettato per cambiare la vostra vita attraverso il cambiamento del rapporto con voi stessi, lavorando attraverso esercizi tratti dalle principali ricerche sull'autocompassione.\n\nImparerete a riconoscere quando siete eccessivamente critici con voi stessi, a capire perché lo fate e come vi influenzano. Soprattutto, esplorerete un modo più costruttivo di relazionarvi con voi stessi.\n\nÈ stato dimostrato che questi esercizi sono utili in molti aspetti della vita quotidiana, dal lavoro all'istruzione, dalla genitorialità all'autostima.\n\nÈ stato dimostrato che la pratica dell'autocompassione aumenta la felicità e la motivazione, diminuisce l'ansia e i sintomi depressivi, diminuisce il narcisismo e aumenta l'altruismo.\n\n## Cosa imparerò?\n\n* Trasformare l'autocritica in autocompassione.\n* Imparare ad aumentare la felicità e la motivazione\n* Diminuire l'ansia e i sintomi depressivi\n\n## Come funziona?\n\n* Questo corso è composto da 7 lezioni.\n* Se si segue il corso insieme a un gruppo di amici, colleghi o altre persone dell'app 29k, si ottiene un valore aggiunto dal corso e un sostegno durante il percorso.\n* Dopo aver completato ogni lezione, è possibile organizzare una sessione di condivisione con il proprio gruppo per approfondire ogni argomento. È un'opportunità per essere presenti, imparare gli uni dagli altri e creare uno spazio sicuro per una connessione umana significativa.\n\n#### Chi ha creato questo corso?\n\nQuesto corso è stato co-creato da 19 ricercatori e psicologi.\n\n#### Informazioni su 29k\n\n29k è una fondazione svedese e uno dei partner iniziali dell'iniziativa IDGs. La missione di 29k è democratizzare l'accesso allo sviluppo interiore. 29k lo fa attraverso una piattaforma digitale open-source e senza scopo di lucro che fornisce accesso gratuito a strumenti psicologici basati sull'evidenza per la salute mentale e lo sviluppo interiore. Tutti gli interventi sono co-creati insieme ai principali ricercatori sull'argomento in questione. Per saperne di più: [www.29k.org](https://29k.org).",
  "tags": [
    "cl4mbwmh400002e64dj6n7abw",
    "cl4mbzx5z00042e64g1ueu8vj",
    "cl37epfsz0159jgn0ytt4k64j"
  ],
  "resources": "\n\n* Neff, K. D., & Germer, C. K. (2013). [A pilot study and randomized controlled trial of the mindful self‐compassion program](https://doi.org/10.1002/jclp.21923). Journal of clinical psychology, 69:1.\n* Neff, K. D., & Vonk, R. (2009). [Self‐compassion versus global self‐esteem: Two different ways of relating to oneself](https://doi.org/10.1111/j.1467-6494.2008.00537.x). Journal of personality, 77:1.Germer, C.K. and Neff, K.D. (2013), [Self‐Compassion in Clinical Practice](https://doi.org/10.1002/jclp.22021). Journal of Clinical Psychology, 69.\n* Neff, Kristin. (2015). [Self-Compassion – the Proven Power of Being Kind to Yourself](https://www.amazon.com/gp/product/0061733520/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0061733520&linkCode=as2&tag=selfcompassio-20&linkId=24d99d0532e24ea2d4913ee18222a6b1). William Morrow, New York, NY.\n* Neff, K. D., Tóth-Király, I., Yarnell, L., Arimitsu, K., Castilho, P., Ghorbani, N. ,Mantios, M. (2019). [Examining the Factor Structure of the Self-Compassion Scale using exploratory SEM bifactor analysis in 20 diverse samples: Support for use of a total score and six subscale scores](https://doi.org/10.1037/pas0000629). Psychological Assessment, 31:1.",
  "actions": "* [P﻿rova \"Self compassion\" nella app 29K!](https://app.29k.org/self-compassion-idg)"
}