{
  "name": "Leadership orientata al risultato",
  "intro": "Un corso testato da allenatori paralimpici e personale della stazione spaziale, progettato per aiutarvi a crescere nella vostra capacità di leadership in tutti gli ambiti della vostra vita grazie a esercizi coinvolgenti e missioni quotidiane.",
  "description": "In qualità di leader, questo corso vi fornirà una serie di competenze psicosociali che vi permetteranno di implementare in modo più affidabile e con successo strategie di leadership basate sull'evidenza.\n\nDa tecniche \"collaudate\" come la definizione degli obiettivi, la pianificazione strategica, il controllo del lavoro da parte dei colleghi e la comunicazione efficace di messaggi significativi, soprattutto nei momenti di cambiamento e incertezza.\n\n## Informazioni sul corso\n\nLa leadership è un'abilità fondamentale che attraversa ogni aspetto della nostra vita, dalla pianificazione di una vacanza in famiglia alla gestione di un'azienda multinazionale, le persone possono essere leader in tante situazioni diverse e in modi diversi. \n\nPer questo motivo, il corso si propone di trasformare la capacità di leadership delle persone, utilizzando le competenze e le conoscenze di cui dispongono per guidare al fine di perseguire uno scopo in qualsiasi situazione in cui sono coinvolte, anche se le parole CEO, direttore o manager non sono presenti nel loro titolo.\n\nPer la prima volta, questo corso riunisce i fondamenti frammentati di una leadership efficace e gli approcci standard utilizzando un modello all'avanguardia che li unifica per perseguire il successo e la soddisfazione ed elevarli al di sopra della somma di un insieme disgiunto di tecniche di leadership separate.\n\nLa Purposeful Leadership si basa su un modello psicosociale di comportamento umano, di vita di successo e di realizzazione chiamato ALIVE.\n\nComporta tre azioni inseparabili che consentono alle persone di dare un senso alla propria situazione e di utilizzarla per perseguire il successo e la realizzazione.\n\n* Comprendere la propria situazione attuale\n* Scoprendo quali azioni vale la pena intraprendere\n* Impegnandosi a intraprenderle\n\n## Cosa imparerò?\n\nQuesto corso vi consente di diventare un leader più propositivo. Attingendo alle ultime ricerche sulla leadership e sulla psicologia, imparerete a creare un profondo senso di significato per voi stessi e per le persone che vi circondano.\n\nIl corso comprende 8 lezioni settimanali, esercizi e missioni quotidiane per potenziare il vostro apprendimento. Ogni settimana crescerà la vostra capacità di leadership, grazie a lezioni coinvolgenti, esercizi e missioni quotidiane per un apprendimento rafforzato.\n\n## Come funziona?\n\n* Questo corso è composto da 8 lezioni.\n* Se seguite il corso insieme a un gruppo di amici, colleghi o altre persone dell'app 29k, otterrete un valore aggiunto dal corso e un supporto durante il percorso.\n* Dopo aver completato ogni lezione, è possibile organizzare una sessione di condivisione con il proprio gruppo per approfondire ogni argomento. È un'opportunità per essere presenti, imparare gli uni dagli altri e creare uno spazio sicuro per una connessione umana significativa.\n\n#### Chi ha creato questo corso?\n\nIl professor Frank Bond e il dottor Jonathan Dowling dell'Institute of Management Studies della Goldsmiths, University of London.\n\n#### Informazioni su 29k\n\n29k è una fondazione svedese e uno dei partner iniziali dell'iniziativa IDGs. La missione di 29k è democratizzare l'accesso allo sviluppo interiore. 29k lo fa attraverso una piattaforma digitale open-source e senza scopo di lucro che fornisce accesso gratuito a strumenti psicologici basati sull'evidenza per la salute mentale e lo sviluppo interiore. Tutti gli interventi sono co-creati insieme ai principali ricercatori sull'argomento in questione. Per saperne di più: [www.29k.org](https://29k.org).",
  "actions": "\n\n* [Prova \"Purposeful Leadership\" nell'app 29k!](https://app.29k.org/purposeful-leadership-idg)",
  "tags": [
    "cl4mbwmh400002e64dj6n7abw",
    "cl4mbzx5z00042e64g1ueu8vj",
    "cl37epfsz0159jgn0ytt4k64j"
  ],
  "resources": "\n\n* Dreyfus, H. L. (2011). Chapter 2. In On the Internet: Thinking in action. London: Routledge.\n* Bass, B. M. (1990). From transactional to transformational leadership: Learning to share the vision. Organizational Dynamics, 18(3), 19-31. doi:10.1016/0090-2616(90)90061-s\n* Solomon, R. C., & Flores, F. (2003). Building trust in business, politics, relationships, and life. Oxford: Oxford Univ. Press.\n* Marian, H., Custers, R., & Aarts H. (2019). Chapter 4: Understanding the Formation of Human Habits: An Analysis of Mechanisms of Habitual Behaviour. In The Psychology of Habit: Theory, mechanisms, change, and contexts. Springer.\n* Ferris, G. (2007). Political skill in organizations. Development and Learning in Organizations: An International Journal, 22(1). doi:10.1108/dlo.2008.08122aad.009\n* Klein, G., Klein, H. A., Lande, B., Borders, J., & Whitacre, J. C. (2015). Police and Military as Good Strangers. Journal of Occupational and Organizational Psychology, 88(2), 231-250. doi:10.1111/joop.12110\n* Bieleke, M., Keller, L., & Gollwitzer, P. M. (2020). If-then planning. European Review of Social Psychology, 32(1), 88-122. doi:10.1080/10463283.2020.1808936\n* Gollwitzer, P. M., & Sheeran, P. (2006). Implementation Intentions and Goal Achievement: A Meta‐analysis of Effects and Processes. Advances in Experimental Social Psychology Advances in Experimental Social Psychology Volume 38, 69-119. doi:10.1016/s0065-2601(06)38002-1\n* Chen, P., Powers, J. T., Katragadda, K. R., Cohen, G. L., & Dweck, C. S. (2020). A strategic mindset: An orientation toward strategic behavior during goal pursuit. Proceedings of the National Academy of Sciences, 117(25), 14066-14072. doi:10.1073/pnas.2002529117\n* Heijden, K. V. (2005). Chapter 9: The Practice of Scenario-based Planning. In Scenarios The Art of Strategic Conversation. Chichester, West Sussex, UK, ENG: John Wiley & Sons\n* Kantabutra, S., & Avery, G. C. (2010). The power of vision: Statements that resonate. Journal of Business Strategy, 31(1), 37-45. doi:10.1108/02756661011012769\n* Bond, F. W., & Dowling, J. R. (Manuscript in preparation) Actively Living as an Individual Vitally Embodied (ALIVE).\n* Dreyfus, H. L. (2011). Chapter 2. In On the Internet: Thinking in action. London: Routledge.\n* Bass, B. M. (1990). From transactional to transformational leadership: Learning to share the vision. Organizational Dynamics, 18(3), 19-31. doi:10.1016/0090-2616(90)90061-s\n* Solomon, R. C., & Flores, F. (2003). Building trust in business, politics, relationships, and life. Oxford: Oxford Univ. Press.\n* Marian, H., Custers, R., & Aarts H. (2019). Chapter 4: Understanding the Formation of Human Habits: An Analysis of Mechanisms of Habitual Behaviour. In The Psychology of Habit: Theory, mechanisms, change, and contexts. Springer.\n* Ferris, G. (2007). Political skill in organizations. Development and Learning in Organizations: An International Journal, 22(1). doi:10.1108/dlo.2008.08122aad.009\n* Klein, G., Klein, H. A., Lande, B., Borders, J., & Whitacre, J. C. (2015). Police and Military as Good Strangers. Journal of Occupational and Organizational Psychology, 88(2), 231-250. doi:10.1111/joop.12110\n* Bieleke, M., Keller, L., & Gollwitzer, P. M. (2020). If-then planning. European Review of Social Psychology, 32(1), 88-122. doi:10.1080/10463283.2020.1808936\n* Gollwitzer, P. M., & Sheeran, P. (2006). Implementation Intentions and Goal Achievement: A Meta‐analysis of Effects and Processes. Advances in Experimental Social Psychology Advances in Experimental Social Psychology Volume 38, 69-119. doi:10.1016/s0065-2601(06)38002-1\n* Chen, P., Powers, J. T., Katragadda, K. R., Cohen, G. L., & Dweck, C. S. (2020). A strategic mindset: An orientation toward strategic behavior during goal pursuit. Proceedings of the National Academy of Sciences, 117(25), 14066-14072. doi:10.1073/pnas.2002529117\n* Heijden, K. V. (2005). Chapter 9: The Practice of Scenario-based Planning. In Scenarios The Art of Strategic Conversation. Chichester, West Sussex, UK, ENG: John Wiley & Sons\n* Kantabutra, S., & Avery, G. C. (2010). The power of vision: Statements that resonate. Journal of Business Strategy, 31(1), 37-45. doi:10.1108/02756661011012769\n* Bond, F. W., & Dowling, J. R. (Manuscript in preparation) Actively Living as an Individual Vitally Embodied (ALIVE)."
}